/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.about" = "Več o";
"zanalytics.bug.alert.from" = "Od";
"zanalytics.bug.alert.imagelimitreached" = "Dosežena je največja omejitev";
"zanalytics.bug.alert.imagelimits" = "Pripnete lahko največ 10 slik";
"zanalytics.bug.alert.macheader" = "Delite povratne informacije z nami ali prijavite napake skupaj s prilogami za našo referenco";
"zanalytics.bug.alert.write" = "Pišite nam";
"zanalytics.bug.alert.recordedclip" = "Posneti posnetki";
"zanalytics.bug.alert.withscreenshot" = "S posnetkom zaslona";
"zanalytics.bug.alert.withscreenrecord" = "S posnetkom zaslona";






"zanalytics.bug.alert.anonymalert" = "Vedno priporočamo, da povratne informacije delite iz svojega e-poštnega naslova. Če ne delite svojega e-poštnega naslova, vas ne bomo mogli kontaktirati in obveščati o težavi.";
"zanalytics.bug.alert.quitfeedback" = "Ali ste prepričani, da želite zapustiti?";
"zanalytics.feedback.navbar.title.feedback"  = "Povratne informacije";
"zanalytics.feedback.navbar.title.noscreenshots" = "Na voljo ni posnetkov zaslona";
"zanalytics.feedback.navbar.title.screenshots" = "Posnetki zaslona";
"zanalytics.feedback.navbar.title.snap" = "Oh, ne";
"zanalytics.feedback.navbar.title.compose" = "Sestavite";
"zanalytics.feedback.privacy.consent.cancel" = "Prekličite";
"zanalytics.feedback.navbar.button.title.done" = "Narejeno";
"zanalytics.bug.alert.cancel"              = "Ne";
"zanalytics.bug.alert.title"                = "Nam želite kaj povedati?";
"zanalytics.feedback.navbar.title.reportbug"            = "Poročajte o napaki";
"zanalytics.feedback.navbar.title.helpme"              = "Pomagajte mi";
"zanalytics.feedback.navbar.title.systemlogs"            = "Sistemski dnevnik osebno";
"zanalytics.feedback.navbar.title.diagnosticinfo"            = "Diagnostični podatki";
"zanalytics.bug.alert.dontshowagain"            = "Ne prikaži več";
"zanalytics.bug.alert.title.helpme"            = "Pomagajte mi";
"zanalytics.bug.alert.message.savetolocal"        = "Žal... Poročila o napaki nismo mogli poslati, ali želite shraniti posnetek zaslona?";
"zanalytics.feedback.email.title"                = "E-poštni naslov";
"zanalytics.bug.detectscreen.title"      = "Ste našli nekaj zanimivega?";
"zanalytics.bug.alert.detectscreen.yes"                      = "Da";
"zanalytics.bug.alert.detectscreen.no"                      = "Ne";
"zanalytics.bug.alert.detectscreen.share" = "Daj v skupno rabo";
"zanalytics.bug.alert.detectscreen.dontshow" = "Ne vprašaj ponovno";
"zanalytics.bug.annotate.button.title"                      = "Označite napako s spodnjimi orodji";
"zanalytics.feedback.failed.alert.description" = "Povratnih informacij niste poslali, poskusite znova!";
"zanalytics.feedback.success.alert.description" = "Hvala, ker ste poslali povratne informacije!";
"zanalytics.feedback.common.alert.title.add.photos" = "Dodajte slike";
"zanalytics.feedback.common.alert.title.alert" = "Opozorilo";
"zanalytics.feedback.common.button.title.back" = "Nazaj";
"zanalytics.feedback.common.button.title.cancel" = "Prekličite";
"zanalytics.feedback.common.button.title.close" = "Zapri";
"zanalytics.feedback.common.button.title.ok" = "V redu";
"zanalytics.feedback.textview.placeholder"          = "Spoštujemo vaš prispevek! Vaše predloge bomo upoštevali v naših prihodnjih posodobitvah.";
"zanalytics.bug.textview.placeholder"          = "Ste med uporabo naše aplikacije naleteli na težave? Sporočite nam.";
"zanalytics.help.textview.placeholder"          = "Poskušali bomo stvari popraviti in vam pomagati!";
"zanalytics.feedback.add.photos.alert.description" = "Brez priloženih slik, odprite fotogalerijo, da dodate več slik!";
"zanalytics.feedback.add.photos.alert.open" = "Odpiranje aplikacije Slike";
"zanalytics.feedback.access.photos.alert.description" = "Aplikacija %@ nima dostopa do vašega fotoaparata.\nČe želite omogočiti dostop, pojdite na: Nastavitve > Zasebnost > Slike > %@";
"zanalytics.feedback.access.photos.alert.settings" = "Nastavitve";
"zanalytics.feedback.label.title.anonymous" = "Anonimni";
"zanalytics.feedback.navbar.button.title.send" = "Pošlji";
"zanalytics.feedback.navbar.button.title.next" = "Naprej";
"zanalytics.feedback.navbar.button.title.editphotos" = "Uredite slike";
"zanalytics.feedback.navbar.button.title.addmore" = "Dodaj več";
"zanalytics.feedback.navbar.button.title.attach" = "Pripni";
"zanalytics.feedback.navbar.button.title.delete" = "Izbrišite";
"zanalytics.feedback.navbar.title.taptoedit" = "Tapnite za urejanje";
"zanalytics.feedback.navbar.title.editor" = "Urejevalnik";
"zanalytics.feedback.navbar.title.choosephotos" = "Izberite slike";
"zanalytics.feedback.navbar.title.selectphotos" = "Izberite slike";
"zanalytics.feedback.navbar.title.photoselected" = "Slika izbrana";
"zanalytics.feedback.navbar.title.photosselected" = "Slike izbrane";
"zanalytics.feedback.accessory.title.systemlogs" = "Vključite sistemske dnevnike";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Vključite diagnostične podatke";
"zanalytics.feedback.accessory.button.title.view" = "Ogled";
"zanalytics.feedback.picker.image.notfound" = "Slike niso najdene";
"zanalytics.feedback.attachments.title" = "Priloge(%i";
"zanalytics.feedback.privacy.consent.description" = "Priporočamo, da vključite dnevnik konzole in diagnostične podatke, saj bodo razvijalci lažje razumeli povratne informacije, ki jih delite z drugimi.";
"zanalytics.feedback.privacy.consent.clogs.title" = "Konzolni dnevniki";
"zanalytics.feedback.privacy.consent.dinfo.title" = "Diagnostične informacije";
"zanalytics.feedback.privacy.consent.otherinfo.title" = "Druge informacije";
"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Podatki o napravi";
"zanalytics.feedback.privacy.consent.openmailapp" = "Odpri v pošti";
"zanalytics.feedback.crash.sendcrash.alwayssend" = "Vedno pošlji";


// Issue Recording VC
"issuerecordscreen.label.recordissue" = "Zapisovanje težave";
"issuerecordscreen.label.close" = "Zapri";
"issuerecordscreen.label.failedtoinitiate" = "Ni uspelo začeti snemanja zaslona";
"issuerecordscreen.label.failuremultiwindow" = "Vsebina, ki jo poskušate posneti, je v načinu več oken, ki ni podprt za snemanje. Preklopite na celozaslonski način";
"issuerecordscreen.label.nointerneterror" = "Za snemanje zaslona je potrebna internetna povezava. Če želite nadaljevati, se povežite.";
"issuerecordscreen.label.ok" = "V redu";
"issuerecordscreen.label.recordinginfo" = "Hitro zabeležite težave, s katerimi se soočate, in jih pošljite naši ekipi za podporo za lažje razumevanje in hitro pomoč.";
"issuerecordscreen.label.iagreetext" = "Strinjam se in soglašam z zbiranjem zahtevanih podatkov. Oglejte si podrobnosti";
"issuerecordscreen.label.optiontotrim" = "Posneti videoposnetek lahko obrezujete, urejate in komentirate.";
"issuerecordscreen.label.startrecording" = "Začnite snemanje";
"issuerecordscreen.label.endrecording" = "Konec snemanja";
"issuerecordscreen.label.recordinginprogress" = "Snemanje v teku!";
"issuerecordscreen.label.quicktipstext" = "Hitri nasveti";
"issuerecordscreen.label.quicktips1" = "Zaslon lahko snemate največ 5 minut.";
"issuerecordscreen.label.quicktips2" = "Posneti videoposnetek lahko obrezujete, urejate in dodajate opombe.";
"issuerecordscreen.label.quicktips3" = "Med snemanjem zaslona ne zapirajte aplikacije.";
"issuerecordscreen.label.quicktips4" = "Za več informacij obiščite našo dokumentacijo za pomoč";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "Naslednji podatki se zbirajo na podlagi vašega soglasja:";
"dataconsentscreen.label.consent1" = "Vaš naslov IP in dnevniki konzole, ki se ustvarijo med snemanjem";
"dataconsentscreen.label.consent2" = "Podrobnosti o vašem okolju, kot so ime naprave, različica operacijskega sistema, itd.";
"dataconsentscreen.label.consent3" = "Metrike delovanja naprave (na primer pomnilnik, čas omrežne povezave itd.)";
"dataconsentscreen.label.consent4" = "Posnetek okna naprave na zaslonu";
"dataconsentscreen.label.consent5" = "Privzeto se zvok posname med snemanjem zaslona. Vendar lahko zvočno sled pred oddajo utišate ali ponovno posnamete.";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "Dostop do mikrofona je onemogočen";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "Pojdite v Nastavitve in vklopite možnost Mikrofon za snemanje zvoka.";
"videoannotationscreen.alert.microphonedisablediphone" = "Dostop do mikrofona je onemogočen. Pojdite v Nastavitve in vklopite možnost Mikrofon za snemanje zvoka.";

// General
"general.label.recordingintiationfailed" = "Začetek snemanja zaslona ni uspel. Poskusite znova";
"general.label.ok" = "V redu";
"general.label.submit" = "Pošljite";
"general.label.done" = "Narejeno";
"general.label.cancel" = "Prekličite";
"general.label.settings" = "Nastavitve";
"general.label.erroroccured" = "Prišlo je do napake";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "Velikost datoteke je presežena. Velikost datoteke ne sme presegati 3 MB";
"issuesubmissionscreen.label.attachfiles" = "Priloži datoteke";
"issuesubmissionscreen.label.newrecording" = "Novo snemanje";
"issuesubmissionscreen.label.editrecording" = "Uredi zapis";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "Ni zvočnega posnetka";
"videoannotationscreen.label.shapeborderwidth" = "Širina obrobe";
"videoannotationscreen.label.shapelineopacity" = "Neprosojnost";
"videoannotationscreen.label.shapetextsize" = "Velikost besedila";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "Element traja dlje kot video";
"videoannotationscreen.alert.notallowed" = "Ni dovoljeno";
"videoannotationscreen.alert.deleteexisitingaudio" = "Pred snemanjem novega zvoka izbrišite obstoječi zvok.";
"videoannotationscreen.alert.textlimitreached" = "Omejitev dosežena";
"videoannotationscreen.alert.textdeleteexisting" = "Prosimo, da izbrišete nekaj obstoječega besedila.";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "Pred snemanjem zvoka ustavite videoposnetek";
"videoannotationscreen.alert.changesnotsaved" = "Vaše spremembe niso shranjene. Ste prepričani, da želite nadaljevati?";
"videoannotationscreen.alert.proceed" = "Nadaljujte";
"videoannotationscreen.alert.stroketypesolid" = "Trden";
"videoannotationscreen.alert.stroketypedashed" = "Črtkano";
"videoannotationscreen.alert.entertext" = "Vnesite besedilo";

"videoannotationscreen.label.trim" = "Obreži";
"videoannotationscreen.label.mask" = "Zamaskiraj";
"videoannotationscreen.label.shapes" = "Oblike";
"videoannotationscreen.label.text" = "Besedilo";
"videoannotationscreen.label.audio" = "Zvok";
"videoannotationscreen.label.block" = "Blokiraj";
"videoannotationscreen.label.blur" = "Zameglitev";
"videoannotationscreen.label.rectangle" = "Pravokotnik";
"videoannotationscreen.label.oval" = "Oval";
"videoannotationscreen.label.arrow" = "Puščica";
"videoannotationscreen.label.color" = "Barva";
"videoannotationscreen.label.width" = "Širina";
"videoannotationscreen.label.style" = "Stil";
"videoannotationscreen.label.edit" = "Uredi";
"videoannotationscreen.label.size" = "Velikost";
"videoannotationscreen.label.background" = "Ozadje";
"videoannotationscreen.label.textregular" = "Običajno";
"videoannotationscreen.label.textbold" = "Krepko";
"videoannotationscreen.label.textitalics" = "Kurziv";
"videoannotationscreen.label.textbolditalics" = "Krepko-ležeče";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "E-poštni naslov";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com";
"issuesubmissionform.label.screenrecordingsummary" = "Povzetek zapisa zaslona";
"issuesubmissionform.label.subjectdisplayname" = "Zadeva";
"issuesubmissionform.label.subjectplaceholder" = "Vnesite predmet";
"issuesubmissionform.label.addtoexistingticket" = "Dodaj k obstoječemu zahtevku";
"issuesubmissionform.label.existingticketid" = "ID obstoječega zahtevka";
"issuesubmissionform.label.enterticketidtolink" = "Vnesite ID zahtevka, ki želite povezati";
"issuesubmissionform.label.issuedescription" = "Opis težave";
"issuesubmissionform.label.issuemoredetails" = "Navedite več podrobnosti o težavi";
"issuesubmissionform.label.submityourissue" = "Pošljite svojo težavo";
"issuesubmissionform.alert.videouploadfailed" = "Nalaganje videoposnetka ni uspelo. Prosimo, poskusite ponovno.";
"issuesubmissionform.alert.thanksmessagetitle" = "Hvala, ker ste stopili v stik z nami!";
"issuesubmissionform.alert.thanksmessagebody" = "Vaše težave so naša prednostna naloga, zato vas bo naša ekipa za podporo kmalu kontaktirala. Želimo vam odličen dan!";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "Nalaganje podrobnosti o urejanju videoposnetka je neuspešno. Prosimo, poskusite ponovno.";
"issuesubmissionform.label.entersubject" = "Vnesite temo vprašanja";
"issuesubmissionform.label.enteremail" = "Vnesite e-poštni naslov";
"issuesubmissionform.label.enterexistingticketid" = "Prosimo, vnesite ID obstoječega zahtevka";
"issuesubmissionform.label.choosephoto" = "Izberite fotografijo";
"issuesubmissionform.label.browse" = "Brskajte";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "Dostop do knjižnice fotografij je onemogočen. Za dostop do fotografij odprite Nastavitve in vklopite Knjižnico fotografij.";
"issuesubmissionform.alert.accestophotodisabledipad" = "Dostop do Knjižnice fotografij je onemogočen";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "Za dostop do fotografij odprite Nastavitve in vklopite Knjižnico fotografij.";
"issuesubmissionform.alert.submitting" ="Pošiljanje";
